import exec

exec.generate(
            ["Уничтожить противника", "Обеспечить армию продовольствием", "Сплотить народ страны"],
            ["Добывать еду", "Защищать свою территорию", "Правильно питаться"],
            ["Носить 30кг оружия без проблем", "Бегать 100м за 3с", "Уметь пользоваться ядерным чемоданчиком",
            "Умение пользоваться противогазом", "Знание всей номенклатуры РПГ-07", "Знание ведения тактического боя в городских условиях и в лесу"],
            "Генерал Армии",
            "Министерство обороны вымешленной Зимбебабвы",
            "Прогожин Е.В.",
            filename = "Progojin"
            )
